// Main Menu
"About Epson Printer Utility Lite" = "Info su Epson Printer Utility Lite";
"Preferences..." = "Preferenze...";
"Services" = "Servizi";
"Hide Epson Printer Utility Lite" = "Nascondi Epson Printer Utility Lite";
"Hide Others" = "Nascondi altre";
"Show All" = "Mostra tutte";
"Quit Epson Printer Utility Lite" = "Esci da Epson Printer Utility Lite";

"File" = "File";
"Close" = "Chiudi";

"Window" = "Finestra";
"Minimize" = "Contrai";
"Zoom" = "Ridimensiona";
"Bring All to Front" = "Porta tutto in primo piano";

"Help" = "Aiuto";

// Main Window
"Printer List" = "Elenco stampanti";
"This printer has been paused." = "Questa stampante è stata messa in pausa.";
"Communication error" = "Errore di comunicazione";
"Ink Levels" = "Livelli inchiostro";
"Update" = "Aggiorna";
"Nozzle Check" = "Controllo ugelli";
"Head Cleaning" = "Pulizia testine";
"Information Not Available" = "Informazioni non disponibili";

"Version" = "Versione";

/* Alert Strings */
"UTAlert_1" = "La stampante non è registrata.";
"UTAlert_OKButton" = "OK";

/* Color Strings */
"Black" = "Nero";
"Color" = "Colore";
"MatteBlack" = "Nero Matte";
"PhotoBlack" = "Nero Foto";
"LightBlack" = "Nero Light";
"LightLightBlack" = "Nero Light Light";
"Cyan" = "Ciano";
"LightCyan" = "Ciano Chiaro";
"Magenta" = "Magenta";
"LightMagenta" = "Magenta Chiaro";
"Yellow" = "Giallo";
"DarkYellow" = "Giallo scuro";
"Red" = "Rosso";
"Blue" = "Blu";
"GlossOptimizer" = "Ottimizzatore lucido";
"VividMagenta" = "Vivid Magenta";
"VividLightMagenta" = "Vivid Magenta Chiaro";
"Orange" = "Arancione";
"Green" = "Verde";
"Unknown" = "Sconosciuto";
"PrintPack" = "Print Pack";

"LFP Black" = "Nero";
"LFP MatteBlack" = "Nero Matte";
"LFP PhotoBlack" = "Nero Foto";
"LFP LightBlack" = "Nero Light";
"LFP LightLightBlack" = "Nero Light Light";
"LFP Cyan" = "Ciano";
"LFP LightCyan" = "Ciano Chiaro";
"LFP Magenta" = "Magenta";
"LFP LightMagenta" = "Magenta Chiaro";
"LFP Yellow" = "Giallo";
"LFP DarkYellow" = "Giallo scuro";
"LFP Red" = "Rosso";
"LFP Blue" = "Blu";
"LFP GlossOptimizer" = "Ottimizzatore lucido";
"LFP VividMagenta" = "Vivid Magenta";
"LFP VividLightMagenta" = "Vivid Magenta Chiaro";
"LFP Orange" = "Arancione";
"LFP Green" = "Verde";

"EAI Black" = "Nero";
"EAI MatteBlack" = "Nero Matte";
"EAI PhotoBlack" = "Nero Foto";
"EAI LightBlack" = "Nero Light";
"EAI LightLightBlack" = "Nero Light Light";
"EAI Cyan" = "Ciano";
"EAI LightCyan" = "Ciano Chiaro";
"EAI Magenta" = "Magenta";
"EAI LightMagenta" = "Magenta Chiaro";
"EAI Yellow" = "Giallo";
"EAI DarkYellow" = "Giallo scuro";
"EAI Red" = "Rosso";
"EAI Blue" = "Blu";
"EAI GlossOptimizer" = "Ottimizzatore lucido";
"EAI VividMagenta" = "Vivid Magenta";
"EAI VividLightMagenta" = "Vivid Magenta Chiaro";
"EAI Orange" = "Arancione";
"EAI Green" = "Verde";
